Repository: kswift1/Promiso
Catalog: Projects/Shared/Resources/Localizable.xcstrings
Source language: ko
Languages: en

source: * iPhone 14 Pro 이상부터 가능해요
en: * Available on iPhone 14 Pro and later

source: 10일 이내 일정만 날씨를 확인할 수 있어요
en: Weather is available only for schedules within 10 days

# appEntry.update.action
source: 업데이트
en: Update

# appEntry.update.forceMessage
source: 앱을 계속 사용하려면 최신 버전으로 업데이트해주세요. 현재 버전: %1$@ 필요 버전: %2$@
en: Please update to the latest version to keep using the app. Current version: %1$@ Required version: %2$@

# appEntry.update.forceTitle
source: 업데이트 필요
en: Update Required

# appEntry.update.later
source: 나중에
en: Later

# appEntry.update.recommendMessage
source: 더 나은 경험을 위해 최신 버전으로 업데이트하세요. 현재 버전: %1$@ 최신 버전: %2$@
en: Update to the latest version for a better experience. Current version: %1$@ Latest version: %2$@

# appEntry.update.recommendTitle
source: 새 버전 안내
en: New Version Available

# auth.confirmPassword
source: 비밀번호 확인
en: Confirm Password

# auth.continueWithApple
source: Apple로 계속하기
en: Continue with Apple

# auth.continueWithGoogle
source: Google로 계속하기
en: Continue with Google

# auth.email
source: 이메일
en: Email

# auth.error.invalidEmail
source: 올바른 이메일 형식이 아닙니다
en: Invalid email format

# auth.error.invalidPassword
source: 비밀번호는 8자 이상이어야 합니다
en: Password must be at least 8 characters

# auth.error.loginFailed
source: 로그인에 실패했습니다
en: Login failed

# auth.error.loginRequestFailed
source: 로그인 요청에 실패했습니다. 다시 시도해주세요.
en: Login request failed. Please try again.

# auth.error.passwordMismatch
source: 비밀번호가 일치하지 않습니다
en: Passwords do not match

# auth.error.signupFailed
source: 회원가입에 실패했습니다
en: Sign up failed

# auth.forgotPassword
source: 비밀번호를 잊으셨나요?
en: Forgot Password?

# auth.hero.moreSpecial
source: 더 특별하게.
en: made special.

# auth.hero.preciousMoments
source: 소중한 순간들을
en: Precious moments,

# auth.hero.schedulesWord
source: 일정을
en: Schedules,

# auth.hero.withPromiso
source: Promiso와 함께하세요.
en: with Promiso.

# auth.login
source: 로그인
en: Log In

# auth.logout
source: 로그아웃
en: Log Out

# auth.name
source: 이름
en: Name

# auth.password
source: 비밀번호
en: Password

# auth.phoneNumber
source: 전화번호
en: Phone Number

# auth.signup
source: 회원가입
en: Sign Up

# auth.success.login
source: 로그인되었습니다
en: Logged in successfully

# auth.success.logout
source: 로그아웃되었습니다
en: Logged out successfully

# auth.success.signup
source: 회원가입이 완료되었습니다
en: Sign up completed

# calendar.contextMenu.addPersonalEvent
source: 개인 일정 추가
en: Add Personal Event

# calendar.contextMenu.createSchedule
source: 그룹 일정 추가
en: Add Group Schedule

# calendar.contextMenu.viewSchedule
source: 일정 보기
en: View Schedule

# calendar.dayCount
source: %lld일
en: %lld days

# calendar.dayDetail.noSchedules
source: 일정이 없습니다
en: No schedules

# calendar.dayPeriod.afternoon
source: 오후
en: Afternoon

# calendar.dayPeriod.morning
source: 오전
en: Morning

# calendar.dayPeriod.night
source: 저녁
en: Night

# calendar.empty.subtitle
source: 새로운 일정을 만들어보세요
en: Create a new schedule

# calendar.empty.title
source: 일정이 없습니다
en: No schedules

# calendar.event.openInCalendar
source: 캘린더에서 보기
en: Open in Calendar

# calendar.event.source
source: iOS 캘린더에서 불러온 일정입니다
en: This event was imported from iOS Calendar

# calendar.filter.calendarEvents
source: 시스템 캘린더
en: System Calendar

# calendar.filter.group
source: 그룹
en: Groups

# calendar.filter.personal
source: 개인
en: Personal

# calendar.filter.selectAll
source: 모두 선택
en: Select All

# calendar.filter.status
source: 일정 상태
en: Schedule Status

# calendar.filter.status.completed
source: 종료된 일정
en: Schedules that have ended

# calendar.filter.status.confirmed
source: 투표 완료, 확정 최소인원 달성한 일정
en: Schedules that reached the minimum attendees after voting

# calendar.filter.status.failed
source: 확정 최소인원 미달로 무산된 일정
en: Schedules canceled for not meeting the minimum attendees

# calendar.filter.status.needResponse
source: 아직 투표하지 않은 일정
en: Schedules you have not voted on yet

# calendar.filter.status.waiting
source: 투표 완료, 확정 최소인원 달성 대기 중인 일정
en: Schedules waiting for the minimum attendees after voting

# calendar.filter.statusDescription
source: 상태 설명
en: Status Guide

# calendar.filter.title
source: 필터
en: Filter

# calendar.indicator.calendar
source: 캘린더
en: Calendar

# calendar.indicator.eventCount
source: %lld건
en: %lld

# calendar.indicator.personal
source: 개인
en: Personal

# calendar.loading
source: 일정을 불러오는 중...
en: Loading schedules...

# calendar.mode.month
source: 월간 리스트
en: Monthly List

# calendar.mode.month.description
source: 한 달 전체를 보면서 일정 목록을 확인할 때 좋아요
en: Great for browsing the full month with a schedule list

# calendar.mode.monthExpanded
source: 월간 전체
en: Full Month

# calendar.mode.monthExpanded.description
source: 달력에서 일정 분포를 한눈에 파악할 때 좋아요
en: Great for seeing schedule distribution at a glance

# calendar.mode.week
source: 주간 타임라인
en: Weekly Timeline

# calendar.mode.week.description
source: 하루 일정을 시간대별로 자세히 볼 때 좋아요
en: Great for viewing daily schedules by time slot

# calendar.monthSchedule
source: 이번 달 일정
en: This Month

# calendar.schedule.add
source: 일정 추가
en: Add Schedule

# calendar.schedule.additionalItems
source: 외 %lld건
en: +%lld more

# calendar.schedule.cannotCreatePast
source: 지난 시간에는 일정을 만들 수 없어요
en: Can't create events in the past

# calendar.schedule.group
source: 그룹일정
en: Group Schedule

# calendar.schedule.personal
source: 개인일정
en: Personal Schedule

# calendar.schedule.respond
source: 응답하기
en: Respond

# calendar.schedule.statusConfirmed
source: 확정
en: Confirmed

# calendar.schedule.statusExpired
source: 마감됨
en: Expired

# calendar.schedule.statusFailed
source: 미성사
en: Failed

# calendar.schedule.statusVoting
source: 투표중
en: Voting

# calendar.schedule.statusWaiting
source: 응답 대기
en: Awaiting Response

# calendar.sync.action
source: 연동하기
en: Sync Now

# calendar.sync.doNotShow
source: 다시 보지 않기
en: Don't show again

# calendar.sync.permission.subtitle
source: 시스템 캘린더 접근을 위해선 권한이 필요해요
en: Permission is required to access system calendar

# calendar.sync.permission.title
source: 캘린더 권한 필요
en: Calendar Permission Required

# calendar.sync.readAccess.subtitle
source: 시스템 캘린더를 읽으려면 전체 액세스가 필요해요
en: Full access is required to read system calendar

# calendar.sync.readAccess.title
source: 읽기 권한 필요
en: Read Access Required

# calendar.sync.subtitle
source: 시스템 캘린더 일정을 함께 표시하세요
en: Show system calendar events together

# calendar.sync.title
source: 시스템 캘린더 연동
en: System Calendar Sync

# calendar.weather.currentLocation
source: 현재 위치
en: Current location

# calendar.weather.denied.description
source: 설정에서 위치 권한을 허용해 주세요
en: Tap to open Settings and enable location

# calendar.weather.denied.title
source: 위치 권한이 꺼져 있어요
en: Location Permission Denied

# calendar.weather.detail.title
source: 날씨
en: Weather

# calendar.weather.failed.description
source: 탭하여 다시 시도해 주세요
en: Tap to try again

# calendar.weather.failed.title
source: 날씨를 불러올 수 없어요
en: Weather Unavailable

# calendar.weather.feelsLike
source: 체감 %@
en: Feels %@

# calendar.weather.hourly.title
source: 시간별 예보
en: Hourly Forecast

# calendar.weather.permission.description
source: 위치를 허용하면 오늘의 날씨를 확인할 수 있어요
en: Allow location access to check today's weather

# calendar.weather.permission.title
source: 오늘의 날씨
en: Today's Weather

# calendar.weather.reference
source: %@ 기준
en: As of %@

# calendar.weather.suggestions.title
source: 날씨 팁
en: Weather Tips

# calendar.weather.today
source: 오늘
en: Today

# calendar.weather.tomorrow
source: 내일
en: Tomorrow

# calendar.weather.weekly.title
source: 주간 예보
en: Weekly Forecast

# calendar.weekday.fri
source: 금
en: Fri

# calendar.weekday.mon
source: 월
en: Mon

# calendar.weekday.sat
source: 토
en: Sat

# calendar.weekday.sun
source: 일
en: Sun

# calendar.weekday.thu
source: 목
en: Thu

# calendar.weekday.tue
source: 화
en: Tue

# calendar.weekday.wed
source: 수
en: Wed

# common.all
source: 전체
en: All

# common.allDay
source: 종일
en: All day

# common.back
source: 뒤로
en: Back

# common.cancel
source: 취소
en: Cancel

# common.change
source: 변경
en: Change

# common.collapse
source: 접기
en: Collapse

# common.confirm
source: 확인
en: Confirm

# common.date
source: 날짜
en: Date

# common.delete
source: 삭제
en: Delete

# common.deleteAction
source: 삭제하기
en: Delete

# common.directions
source: 길찾기
en: Directions

# common.done
source: 완료
en: Done

# common.edit
source: 편집
en: Edit

# common.endTime
source: 종료 시간
en: End Time

# common.error
source: 오류
en: Error

# common.expired
source: 마감됨
en: Expired

# common.info
source: 정보
en: Info

# common.later
source: 나중에 하기
en: Later

# common.live
source: 실시간
en: Live

# common.loading
source: 로딩 중
en: Loading

# common.location
source: 장소
en: Location

# common.me
source: 나
en: Me

# common.modify
source: 수정
en: Modify

# common.next
source: 다음
en: Next

# common.noLocation
source: 장소 미정
en: No location

# common.ok
source: 확인
en: OK

# common.personalEvent
source: 개인 일정
en: Personal Event

# common.photo
source: 사진
en: Photos

# common.reminder
source: 알림
en: Reminder

# common.retry
source: 재시도
en: Retry

# common.save
source: 저장
en: Save

# common.schedule
source: 일정
en: Schedules

# common.seeMore
source: 더보기
en: See More

# common.settings
source: 설정
en: Settings

# common.start
source: 시작
en: Start

# common.success
source: 성공
en: Success

# common.time
source: 시간
en: Time

# common.today
source: 오늘
en: Today

# common.untitled
source: 제목 없음
en: Untitled

# common.warning
source: 경고
en: Warning

# createGroup.addPhoto
source: 사진 추가
en: Add Photo

# createGroup.adminHint
source: 그룹을 만들면 자동으로 관리자가 됩니다
en: You will become the admin when you create a group

# createGroup.copied
source: 복사되었습니다!
en: Copied!

# createGroup.createButton
source: 그룹 만들기
en: Create Group

# createGroup.createScheduleButton
source: 일정 생성하러 가기
en: Create a Schedule

# createGroup.creating
source: 만드는 중...
en: Creating...

# createGroup.creationFailedDefault
source: 잠시 후 다시 시도해주세요.
en: Please try again later.

# createGroup.creationFailedTitle
source: 그룹 생성에 실패했어요
en: Failed to create group

# createGroup.groupDescription
source: 그룹 설명
en: Group Description

# createGroup.groupDescriptionPlaceholder
source: 그룹 설명을 입력하세요 (선택)
en: Enter group description (optional)

# createGroup.groupName
source: 그룹 이름
en: Group Name

# createGroup.groupNameCannotChange
source: 그룹 이름은 생성 후 변경할 수 없습니다
en: Group name cannot be changed after creation

# createGroup.groupNameMinLength
source: 최소 2자 이상 입력해주세요
en: Please enter at least 2 characters

# createGroup.groupNamePlaceholder
source: 그룹 이름을 입력하세요
en: Enter group name

# createGroup.groupPhoto
source: 그룹 사진
en: Group Photo

# createGroup.inviteCode
source: 초대 코드
en: Invite Code

# createGroup.inviteTooltip
source: 추천
en: Recommended

# createGroup.kakaoInviteButton
source: 그룹 초대장 보내기
en: Send Group Invite

# createGroup.maxMembers
source: 최대 인원
en: Max Members

# createGroup.membersCount
source: %lld명
en: %lld members

# createGroup.share
source: 공유하기
en: Share

# createGroup.successSubtitle
source: 친구들에게 초대 코드를 공유해 함께 일정을 만들어보세요
en: Share the invite code with friends and start making schedules together

# createGroup.successTitle
source: 그룹이 만들어졌어요!
en: Group created!

# createGroup.successTitleWithName
source: '%@' 그룹이 만들어졌어요!
en: '%@' group created!

# createGroup.title
source: 그룹 만들기
en: Create Group

# createSchedule.activeSchedulesAtLimit
source: 활성 일정이 %lld개에 도달했습니다
en: Active schedules have reached %lld

# createSchedule.autoConfirmInfo
source: 최소 %lld명이 참석하면 일정이 자동으로 확정됩니다
en: The schedule will be automatically confirmed when at least %lld members attend

# createSchedule.createNewGroup
source: 새 그룹 만들기
en: Create New Group

# createSchedule.customInput
source: 직접
en: Custom

# createSchedule.descriptionPlaceholder
source: 일정에 대한 추가 정보를 입력하세요 예: 주차 정보, 복장, 준비물 등
en: Enter additional info about the schedule e.g. parking info, dress code, things to bring

# createSchedule.descriptionSection
source: 상세 설명
en: Description

# createSchedule.endTime
source: 종료 시간
en: End Time

# createSchedule.fixedParticipantsInfo
source: 그룹 최대 인원이 1명이므로 최소 참가 인원이 1명으로 고정됩니다
en: The minimum participants is fixed at 1 because the group's max members is 1

# createSchedule.groupSelection
source: 그룹 선택
en: Select Group

# createSchedule.hour1Before
source: 1시간 전
en: 1 hour before

# createSchedule.liveSharing
source: 실시간 공유
en: Live Sharing

# createSchedule.liveSharingDescription
source: 일정 시간 전부터 참가자들의 도착 상황을 실시간으로 공유해요
en: Share arrival status of participants in real-time before the schedule time

# createSchedule.loadGroupsFailed
source: 그룹을 불러오지 못했어요
en: Failed to load groups

# createSchedule.locationSection
source: 장소
en: Location

# createSchedule.maxParticipants
source: 최대 %lld명
en: Max %lld

# createSchedule.maxParticipantsWarning
source: 최소 참가 인원이 그룹 최대 인원과 같습니다. 한 명이라도 불참하면 일정이 취소됩니다.
en: Minimum participants equals the group's max members. The schedule will be cancelled if even one person declines.

# createSchedule.memberCount
source: %lld명
en: %lld members

# createSchedule.minimumParticipants
source: 최소 참가 인원
en: Minimum Participants

# createSchedule.minutes15Before
source: 15분 전
en: 15 min before

# createSchedule.minutes30Before
source: 30분 전
en: 30 min before

# createSchedule.minutesBefore
source: 분 전
en: min before

# createSchedule.navigationTitle
source: 일정 만들기
en: Create Schedule

# createSchedule.noGroupsSubtitle
source: 새로운 그룹을 만들어 친구들을 초대해보세요
en: Create a new group and invite your friends

# createSchedule.noGroupsTitle
source: 아직 가입한 그룹이 없어요
en: No groups joined yet

# createSchedule.noMembersInGroup
source: 그룹에 멤버가 없습니다
en: No members in the group

# createSchedule.participantsCount
source: %lld명
en: %lld

# createSchedule.retryButton
source: 다시 시도
en: Retry

# createSchedule.searchLocation
source: 장소를 검색하세요
en: Search for a location

# createSchedule.startTime
source: 시작 시간
en: Start Time

# createSchedule.startTimeWarning
source: 시작 시간이 1시간 이내입니다. 멤버들이 응답할 시간이 부족할 수 있습니다.
en: Start time is within 1 hour. Members may not have enough time to respond.

# createSchedule.step1Subtitle
source: 기본 정보를 입력해주세요
en: Please enter basic information

# createSchedule.step1Title
source: 어떤 일정인가요?
en: What's the schedule?

# createSchedule.step2Subtitle
source: 날짜, 시간, 장소를 정해주세요
en: Set the date, time, and location

# createSchedule.step2Title
source: 언제, 어디서 만날까요?
en: When and where?

# createSchedule.step3Subtitle
source: 알림과 상세 설명을 설정하세요
en: Set notifications and detailed description

# createSchedule.step3Title
source: 추가 설정
en: Additional Settings

# createSchedule.titlePlaceholder
source: 예: 영화 관람, 카페 미팅
en: e.g. Movie night, Cafe meetup

# createSchedule.titleSection
source: 제목
en: Title

# createSchedule.totalDurationPrefix
source: 총
en: Total

# date.daysHoursLater
source: {days}일 {hours}시간 후
en: In {days}d {hours}h

# date.daysLater
source: %lld일 후
en: In %lld days

# date.duration.days
source: 일
en: d

# date.duration.hours
source: 시간
en: h

# date.duration.minutes
source: 분
en: m

# date.hoursLater
source: %lld시간 후
en: In %lld hours

# date.hoursMinutesLater
source: {hours}시간 {min}분 후
en: In {hours}h {min}m

# date.minutesLater
source: %lld분 후
en: In %lld min

# date.passed
source: 지남
en: Passed

# date.secondsLater
source: %lld초 후
en: In %lld sec

# date.today
source: 오늘
en: Today

# date.tomorrow
source: 내일
en: Tomorrow

# date.yesterday
source: 어제
en: Yesterday

# error.accountDeleteFailed
source: 회원 탈퇴에 실패했어요
en: Failed to delete account

# error.appConfig.fetchFailed
source: 앱 설정을 불러오는데 실패했습니다.
en: Failed to load app configuration.

# error.appConfig.invalidVersion
source: 유효하지 않은 버전 형식입니다.
en: Invalid version format.

# error.auth.alreadyExists
source: 이미 가입된 계정입니다.
en: This account already exists.

# error.auth.invalidAppleCredential
source: 애플 인증 정보를 가져오지 못했습니다.
en: Failed to get Apple credentials.

# error.auth.invalidCredentials
source: 이메일 또는 비밀번호가 올바르지 않습니다.
en: Invalid email or password.

# error.auth.isGroupHost
source: 그룹 호스트는 탈퇴할 수 없습니다. 먼저 그룹을 삭제하거나 호스트를 양도해주세요.
en: You cannot leave as a group host. Please delete the group or transfer the host role first.

# error.auth.missingIdentityToken
source: 애플 인증 토큰을 가져오지 못했습니다.
en: Failed to get Apple identity token.

# error.auth.network
source: 네트워크 연결을 확인해주세요.
en: Please check your network connection.

# error.auth.providerUnavailable
source: 해당 로그인 제공자를 사용할 수 없습니다.
en: The login provider is unavailable.

# error.calendar.accessDenied
source: 캘린더 접근이 거부되었습니다. 설정에서 권한을 허용해주세요.
en: Calendar access denied. Please allow access in Settings.

# error.calendar.accessRestricted
source: 캘린더 접근이 제한되어 있습니다.
en: Calendar access is restricted.

# error.calendar.fetchFailed
source: 일정 조회 실패
en: Failed to fetch schedules

# error.calendar.noWritePermission
source: 캘린더 쓰기 권한이 없습니다.
en: No calendar write permission.

# error.calendar.saveFailed
source: 캘린더 저장 실패
en: Failed to save to calendar

# error.calendar.storeError
source: 캘린더 오류
en: Calendar error

# error.calendar.syncFailed
source: 동기화 실패
en: Sync failed

# error.calendar.writeNotAllowed
source: 캘린더 쓰기 권한이 없습니다.
en: Calendar write access not allowed.

# error.calendarSyncSaveFailed
source: 그룹 캘린더 동기화 저장에 실패했어요
en: Failed to save calendar sync settings

# error.colorChangeFailed
source: 색상 변경에 실패했어요
en: Failed to change color

# error.eventDeleteFailed
source: 일정 삭제에 실패했어요
en: Failed to delete event

# error.faq.decodingFailed
source: FAQ 데이터를 읽는데 실패했습니다.
en: Failed to read FAQ data.

# error.faq.fetchFailed
source: FAQ를 불러오는데 실패했습니다.
en: Failed to load FAQ.

# error.faq.invalidConfiguration
source: FAQ 설정이 올바르지 않습니다.
en: Invalid FAQ configuration.

# error.group.imageUploadFailed
source: 그룹 사진 업로드에 실패했어요. 잠시 후 다시 시도해주세요.
en: Failed to upload group photo. Please try again later.

# error.group.invalidRequestData
source: 요청 데이터가 올바르지 않아요.
en: Invalid request data.

# error.group.invalidResponse
source: 서버 응답이 올바르지 않아요. 잠시 후 다시 시도해주세요.
en: Invalid server response. Please try again later.

# error.group.notFound
source: 그룹을 찾을 수 없습니다
en: Group not found

# error.holiday.api
source: 공공데이터포털 API 오류 [%1$@]: %2$@
en: Public holiday API error [%1$@]: %2$@

# error.holiday.invalidURL
source: 잘못된 공휴일 API URL입니다.
en: Invalid holiday API URL.

# error.holiday.serviceKeyNotFound
source: 공공데이터포털 서비스키가 설정되지 않았습니다.
en: The public holiday API service key is not configured.

# error.image.allFailed
source: 모든 이미지 업로드에 실패했습니다
en: All image uploads failed

# error.image.compressionFailed
source: 이미지 압축에 실패했습니다
en: Failed to compress image

# error.image.uploadFailed
source: 이미지 업로드 실패: %@
en: Image upload failed: %@

# error.invalidResponse
source: 응답을 처리할 수 없습니다.
en: Unable to process response.

# error.logoutFailed
source: 로그아웃에 실패했어요
en: Failed to log out

# error.map.httpError
source: 서버 오류가 발생했습니다.
en: Server error occurred.

# error.map.invalidResponse
source: 응답을 처리할 수 없습니다.
en: Unable to process response.

# error.markAsReadFailed
source: 읽음 처리에 실패했어요
en: Failed to mark as read

# error.memberExpelFailed
source: 멤버 추방에 실패했어요
en: Failed to expel member

# error.network
source: 네트워크 연결을 확인해주세요
en: Please check your network connection

# error.notFound
source: 요청한 정보를 찾을 수 없습니다
en: The requested information was not found

# error.notification.authRequired
source: 로그인이 필요합니다.
en: Login is required.

# error.notification.deleteFailed
source: 토큰 삭제에 실패했습니다.
en: Failed to delete token.

# error.notification.saveFailed
source: 토큰 저장에 실패했습니다.
en: Failed to save token.

# error.notification.tokenNotFound
source: FCM 토큰을 찾을 수 없습니다.
en: FCM token not found.

# error.notificationDeleteFailed
source: 알림 삭제에 실패했어요
en: Failed to delete notification

# error.notificationPermissionDenied
source: 알림 권한이 거부되었어요
en: Notification permission denied

# error.notificationSettingSaveFailed
source: 알림 설정 저장에 실패했어요
en: Failed to save notification settings

# error.ocr.imageConversionFailed
source: 이미지를 처리할 수 없습니다
en: Failed to process image

# error.ocr.noTextFound
source: 이미지에서 텍스트를 찾지 못했습니다
en: No text found in image

# error.ocr.recognitionFailed
source: 텍스트 인식에 실패했습니다
en: Text recognition failed

# error.permission
source: 권한이 없습니다
en: Permission denied

# error.profileSaveFailed
source: 프로필 저장에 실패했어요
en: Failed to save profile

# error.responseSendFailed
source: 응답 전송에 실패했어요
en: Failed to send response

# error.scheduleCreationFailed
source: 일정 생성 실패
en: Failed to create schedule

# error.scheduleDeleteFailed
source: 일정 삭제에 실패했어요
en: Failed to delete schedule

# error.scheduleFetchFailed
source: 일정을 불러오지 못했습니다
en: Failed to load schedules

# error.server
source: 서버 오류가 발생했습니다
en: A server error occurred

# error.server.withMessage
source: 서버 오류: %@
en: Server error: %@

# error.settingSaveFailed
source: 설정 저장에 실패했어요
en: Failed to save settings

# error.subscription.productNotFound
source: 상품을 찾을 수 없습니다.
en: Could not find the product.

# error.subscription.purchaseCancelled
source: 구매가 취소되었습니다.
en: Purchase was cancelled.

# error.subscription.purchasePending
source: 구매 승인 대기 중입니다.
en: Purchase is pending approval.

# error.subscription.verificationFailed
source: 구매 검증에 실패했습니다.
en: Purchase verification failed.

# error.timeout
source: 요청 시간이 초과되었습니다
en: Request timed out

# error.unknown
source: 알 수 없는 오류가 발생했습니다
en: An unknown error occurred

# error.user.authRequired
source: 로그인이 필요합니다.
en: Login is required.

# error.user.invalidData
source: 프로필 데이터 형식이 올바르지 않습니다.
en: Invalid profile data format.

# error.user.networkError
source: 네트워크 연결을 확인해주세요.
en: Please check your network connection.

# error.user.notFound
source: 사용자를 찾을 수 없습니다.
en: User not found.

# error.user.permissionDenied
source: 권한이 없습니다.
en: Permission denied.

# error.user.uploadFailed
source: 프로필 업로드에 실패했습니다.
en: Failed to upload profile.

# error.validation
source: 입력 정보를 확인해주세요
en: Please check your input

# error.weather.invalidResponse
source: 날씨 정보를 처리할 수 없습니다.
en: Could not process weather information.

# group.create
source: 그룹 만들기
en: Create Group

# group.delete
source: 그룹 삭제
en: Delete Group

# group.description
source: 그룹 설명
en: Group Description

# group.edit
source: 그룹 편집
en: Edit Group

# group.empty.action
source: 첫 번째 그룹 만들기
en: Create your first group

# group.empty.subtitle
source: 새로운 그룹을 만들거나 기존 그룹에 가입해보세요
en: Create a new group or join an existing one

# group.empty.title
source: 가입한 그룹이 없습니다
en: No groups joined

# group.group
source: 그룹
en: Group

# group.groups
source: 그룹들
en: Groups

# group.inviteCode
source: 초대 코드
en: Invite Code

# group.inviteMembers
source: 멤버 초대
en: Invite Members

# group.join
source: 그룹 가입
en: Join Group

# group.leave
source: 그룹 나가기
en: Leave Group

# group.members
source: 멤버
en: Members

# group.name
source: 그룹 이름
en: Group Name

# group.role.admin
source: 관리자
en: Admin

# group.role.member
source: 멤버
en: Member

# group.role.moderator
source: 모더레이터
en: Moderator

# group.role.owner
source: 소유자
en: Owner

# group.success.create
source: 그룹이 생성되었습니다
en: Group created

# group.success.join
source: 그룹에 가입했습니다
en: Joined the group

# group.success.leave
source: 그룹에서 나왔습니다
en: Left the group

# groupComponents.active
source: 진행중
en: Active

# groupComponents.activeCount
source: %lld개 진행중
en: %lld active

# groupComponents.empty.all
source: 아직 일정이 없어요 새로운 일정을 만들어보세요
en: No schedules yet Create a new schedule

# groupComponents.empty.confirmed
source: 확정된 일정이 없어요
en: No confirmed schedules

# groupComponents.empty.needResponse
source: 답변이 필요한 일정이 없어요
en: No schedules need your response

# groupComponents.empty.responded
source: 응답한 일정이 없어요
en: No responded schedules

# groupComponents.errorOccurred
source: 오류가 발생했습니다
en: An error occurred

# groupComponents.groupSettings
source: 그룹 설정
en: Group Settings

# groupComponents.me
source: 나
en: Me

# groupComponents.members
source: 멤버
en: Members

# groupComponents.membersCount
source: 멤버 (%lld)
en: Members (%lld)

# groupComponents.notification
source: 알림
en: Notifications

# groupComponents.pending
source: 대기
en: Pending

# groupComponents.pendingCount
source: %lld개 대기
en: %lld pending
